[
    {
      "title": "eps_assessment5_3",
      "content": "## Case Study \n\nVeridia and Praxia, two neighbouring countries, share a long and tumultuous history marked by territorial disputes, political animosity, and historical conflicts. This enmity has driven both nations to acquire nuclear arsenals, creating a volatile situation in the region.\n\nThe roots of the Veridian-Praxian enmity can be traced back to the early 20th century. During the process of decolonization, the two countries emerged as independent states, both claiming ownership of a strategically important border region known as the Aridell Corridor. The dispute over this territory led to a series of border skirmishes and, ultimately, a brief but intense war in 1952.\n\nThe war of 1952, triggered by the Aridell Corridor dispute, left deep scars on both countries. The loss of lives and economic resources during the conflict generated mutual distrust and a desire to ensure that neither nation would be at a disadvantage in the future.\n\nBoth Veridia and Praxia have developed and maintained their nuclear arsenals, with each side constantly upgrading and expanding their capabilities. \n\nNumerous international organizations and other countries have attempted to mediate between Veridia and Praxia and encourage disarmament. However, these efforts have been met with resistance, as both nations remain steadfast in their refusal to surrender their nuclear weapons\n\n### Question\n\nAnswer the following in about 300-500 words:\n\nIdentify and elaborate on 3 reasons why Veridia and Praxia are hesitant to destroy their nuclear weapons and sign the Nuclear Proliferation Treaty (NPT) or Comprehensive Test Ban Treaty (CTBT) \n\n\n## Rubric:\n\nIdentification of 3 Reasons (3 Marks)\n\nExplanation (5 Marks)\n\nAnalysis (4 Marks)\n\nStructure and Grammar (3 Marks)\n",
      "type": "subjective",
      "difficulty": "medium"
    },
    {
      "title": "eps_assessment5_2",
      "content": "## Case Study\n\nRovinia is a desert with an abundance of hydrocarbons like oil. Sylvanor is a country with rich and fertile soil. All the crops that are none to mankind grow in Sylvanor. \n\nHowever, they are neighbouring nations with a complex history of diplomatic tensions. These tensions have persisted for several decades and have been a subject of international concern. Rovinia and Sylvanor were once part of the same empire but gained independence through separate movements. The legacy of this shared history has left lasting scars, contributing to the tensions that persist today. \n\nOne of the central issues in Rovinia-Sylvanor tensions is a long-standing territorial dispute over a resource-rich region, known as the Elandra Valley. Both countries claim historical rights to this area, which is crucial and it is their only way to the ocean. Both Rovinia and Sylvanor are landlocked countries. This dispute has led to repeated border clashes and disputes over resource extraction rights.\n\nRovinia and Sylvanor have adopted different political ideologies, further fueling their rivalry. Rovinia is a democratic republic, while Sylvanor is a socialist state with a centralized government. These opposing political systems have led to ideological clashes and mutual distrust. The differing political ideologies also result in significant differences in foreign policy and international alliances.\n\nCultural and ethnic divisions within the two countries have complicated their relationship. Both nations have diverse populations, and some ethnic and religious groups harbour historical grievances. These divisions have been exploited by political leaders to stoke nationalist sentiments and intensify hostility.\n\nRovinia and Sylvanor have economies with similar strengths, including a focus on agriculture, manufacturing, and technology. Economic competition has led to trade disputes, allegations of unfair practices, and ongoing tariff wars. The two nations compete for access to international markets and foreign investments, adding an economic dimension to their strained ties.\n\nAfter rounds of diplomacy and third-party intervention, the two countries have agreed to maintain a ceasefire and end the tariff war. But, their relationship remains highly volatile and delicate. \n\n### Question\n\nAnswer the following in 300-500 words:\n\nRovinia and Sylvanor have stopped their aggression against each other, but they still have a delicate relationship. Based on the information provided in the case study, identify three ways through which Rovinia and Sylvanor can improve their relationships with each other. \n\nThe answer should be well analysed and explained. \n\n## Rubrics:\n\n1. Identification of 3 Ways (3 marks)\n2. Explanation (5 marks)\n3. Analysis (4 marks)\n4. Structure and Grammar (3 marks)\n",
      "type": "subjective",
      "difficulty": "medium"
    },
    {
      "title": "eps_assessment5_1",
      "content": "## Case Study\n\nGagaLand has a long history of valuing individual freedoms and rights. The country has a Constitution that outlines the principles of governance and enshrines fundamental rights for its citizens. The Constitution also establishes a system of checks and balances to ensure the government's accountability.\n\nIn GagaLand, the most recent national election was held in 2022. Various political parties, such as the Progressive Party, the Liberty Alliance, and the Green Movement, competed in the election. Citizens above the age of 18 exercised their right to vote in a free and fair election, and the Progressive Party won the majority of seats in the Parliament, forming the government.\n\nThe Progressive Party proposed a bill that lowered the minimum working age from 14 to 11.  The executive branch, led by President Maria Santos, proposed the bill. The Parliament, consisting of elected representatives from various parties, vigorously debated the bill's provisions, amending it to reflect the concerns and suggestions of the legislators. The judiciary, in its subsequent review, ensured that the law complied with the Constitution. Eventually, the age was changed to 15. \n\nLast year, a prominent investigative journalist, Carlos Rodriguez, uncovered a major corruption scandal involving high-ranking government officials. The government officials were involved in selling medical college seats to anybody without checking their results or their age. The expose revealed that the government officials embezzled millions and even gave admission to students who had failed their 12th grade. His investigative report was published in a leading GagaLand newspaper, \"The Freedom Herald,\" without any censorship or government interference. \n\nIn a recent Supreme Court ruling, GagaLand reaffirmed its commitment to protecting minority rights. The case involved a discrimination lawsuit brought by a transgender individual who faced workplace discrimination. The Supreme Court's decision emphasized that GagaLand's laws prohibit discrimination based on gender identity, ensuring equal rights for all citizens.\n\nIn a notable legal case, the Chief Minister of GagaState in GagaLand was charged with corruption and abuse of power in a medical college admission scam. The trial was conducted transparently, and the accused received legal representation and a fair trial. This event showcased the country's adherence to the rule of law and its commitment to holding all individuals, including government officials, accountable under the law.\n\n\n### Question\n\nAnswer the following in about 300-500 words. \n\nWhich political system is followed by GagaLand? Give three reasons to justify your claim. \n\nNote: Elaborate on the reasons provided. The answer should analyse the case study. \n\n## Rubric:\n\n1. Identification of the Political System (2 Marks)\n2.  Identification of 3 Reasons (3 Marks)\n3.  Explanation (4 Marks)\n4. Analysis (4 Marks)\n5.  Structure and Grammar (2 Marks)\n",
      "type": "subjective",
      "difficulty": "medium"
    },
    {
      "title": "eps_v2_ca5_4",
      "content": "## Case Study:\n\nAvilon is a small, prosperous country located on a picturesque island in the middle of the Azure Ocean. Known for its rich history and cultural heritage, Avilon is often cited as a model of stability and tradition in international forums.\n\n### Political Structure:\n\nThe political system of Avilon is unique and has been shaped over centuries. The country is governed by a single individual who holds the highest office for life. This leader is referred to as the Sovereign of Avilon. Upon the death or abdication of the Sovereign, the next leader is chosen from the Sovereign’s immediate family.\n\n### Government and Administration:\n\nThe Sovereign has the final say on all legislative matters. While there is a council of advisors, known as the Council of Elders, their role is primarily consultative. They offer advice and suggestions to the Sovereign but do not have the power to enforce laws.\n\nThe position of the Sovereign is hereditary. The title is typically passed down to the eldest child, although the Sovereign has the discretion to choose any of their children as the successor.\n\nThe Sovereign represents Avilon in all foreign affairs and treaties. They are the face of the nation at international gatherings and play a significant role in shaping the country’s foreign policy.\n\nMajor public events, festivals, and ceremonies are often presided over by the Sovereign, who is deeply respected and revered by the citizens of Avilon.\n\n### Cultural Influence:\n\nThe citizens of Avilon hold a deep-seated respect for tradition and heritage. The Sovereign is often seen as a symbolic guardian of these values. The national anthem and various state symbols are closely associated with the Sovereign’s lineage, and the Sovereign’s image is prominently displayed on currency and public monuments.\n\n### Legal System:\n\nThe legal system of Avilon is heavily influenced by the Sovereign’s edicts. While there are courts and judges to handle day-to-day legal matters, the Sovereign has the authority to override judicial decisions in exceptional cases. The legal code is a mix of ancient laws and modern regulations, all of which require the Sovereign’s approval to be enacted or amended. There are no elected representatives in the government. All representatives are either from the Sovereign's family or the nobles. \n\nAnswer the following questions in 300-400 words:\n\nBased on the provided case study of Avilon, identify the type of political system that Avilon follows. Provide three reasons supporting your conclusion.\n\n## Rubric:\n\n1. Identification of the Political System\t(3 mark)\n2.  Identification of the Three Reasons (3 marks)\n3.  Explanation (4 marks)\n4.  Analysis (3 marks)\n5.  Structure and Grammar (2 marks)\n",
      "type": "subjective",
      "difficulty": "medium"
    },
    {
      "title": "eps_v2_ca5_5",
      "content": "## Case Study\n\nArkovia and Beloria are two neighbouring countries located on the continent of Valtara. For centuries, these nations have been embroiled in conflicts over territorial disputes, cultural differences, and historical grievances. Both countries have experienced significant losses and societal impacts due to their prolonged animosity.\n\n### Arkovia:\n\n- Population: 10 million\n- Economy: Industrialized, with a strong focus on manufacturing and technology.\n- Government: Democratic republic\n- Key Issues: Economic growth, technological innovation, and social stability.\n\n### Beloria:\n\n- Population: 8 million\n- Economy: Primarily agrarian, with a growing focus on renewable energy and tourism.\n- Government: Constitutional monarchy\n- Key Issues: Agricultural development, environmental sustainability, and cultural preservation.\n\n### Current Situation:\n\nRecent changes in global political dynamics and economic interdependence have created a unique opportunity for Arkovia and Beloria to consider building a more cooperative relationship. Both countries recognize the potential benefits of peace and collaboration, yet deep-seated mistrust and historical wounds pose significant challenges.\n\nAnswer the following in 300-400 words:\n\nAs a diplomat tasked with improving the relationship between Arkovia and Beloria, identify, explain and analyse three reasons how they can build a good relationship with each other. You can create your own policies and use your imagination to do this. \n\n## Rubric:\n\n1. Identification of 3 Ways (3 marks)\n2.  Explanation ( 5 marks)\n3.  Analysis (4 marks)\n4.  Structure and Grammar (3 marks)\n",
      "type": "subjective",
      "difficulty": "medium"
    }
  ]